Repository: ysaron/NeuraHS
Catalog: neura_hs/locale/*/LC_MESSAGES/django.po
Languages: ru

source: A couple of words (optional); will be displayed next to your nickname
ru: Пара слов (по желанию); будет отображаться рядом с вашим никнеймом

source: Nickname
ru: Никнейм

source: Password
ru: Пароль

source: Password (again)
ru: Пароль (еще раз)

source: About you
ru: О себе

source: Email %(email)s already registered.
ru: Почта %(email)s уже зарегистрирована.

source: Now you have access to all the functionality of the site.
ru: Теперь у вас есть доступ ко всему функционалу сайта.

source: Please confirm your email to complete your registration.
ru: Пожалуйста, подтвердите свой адрес электронной почты, чтобы завершить регистрацию.

source: to confirm your registration, follow the link below
ru: чтобы подтвердить регистрацию, перейдите по ссылке ниже

source: If you have not registered on %(domain)s - ignore this letter.
ru: Если вы не регистрировались на %(domain)s - проигнорируйте это письмо.

source: The activation link is invalid. Please try again.
ru: Ссылка для активации недействительна. Пожалуйста, попробуйте еще раз.

source: The password was successfully changed.
ru: Пароль был успешно изменен.

source: Login again
ru: Войти снова

source: Password reset failed
ru: Сбросить пароль не удалось

source: Confirm
ru: Подтвердить

source: The password reset link is invalid. You can try to request a reset again.
ru: Ссылка для сброса пароля недействительна. Вы можете попытаться запросить сброс еще раз.

source: We have sent you instructions on how to reset your password by email.
ru: Мы отправили вам инструкции по изменению пароля по электронной почте.

source: If a few minutes have passed and there are still no instructions, check your Spam folder.
ru: Если прошло несколько минут, а инструкций по-прежнему нет, проверьте папку Спам.

source: Password reset requested for email %(email)s.
ru: Запрошен сброс пароля для электронной почты %(email)s.

source: Follow the link if the request came from you:
ru: Перейдите по ссылке, если запрос поступил от вас:

source: If not, ignore the letter.
ru: В противном случае проигнорируйте письмо.

source: Reset password
ru: Сбросить пароль

source: Your account does not have permission to access this page.
ru: У вашей учетной записи нет разрешения на доступ к этой странице.

source: Log in to access this page
ru: Авторизуйтесь, чтобы получить доступ к этой странице

source: Sign in
ru: Войти

source: Forgot password?
ru: Забыли пароль?

source: Sign Up
ru: Регистрация

source: required fields
ru: обязательные поля

source: Registration
ru: Регистрация

source: NeuraHS account activation
ru: Активация учетной записи NeuraHS

source: Check your email
ru: Проверьте электронную почту

source: The account is activated
ru: Аккаунт активирован

source: Activation has failed.
ru: Активация не удалась.

source: Authorization
ru: Авторизация

source: Change password
ru: Сменить пароль

source: New password
ru: Новый пароль

source: The password has been changed.
ru: Пароль был изменен

source: "%(name)s" is longer than %(num)s characters
ru: "%(name)s" превышает лимит в %(num)s символов

source: A maximum of 3 classes can be selected (selected: %(num)s)
ru: Можно выбрать максимум 3 класса (выбрано: %(num)s)

source: Tribe can only be specified for minions. Ctrl + LMB - deselect the tribe.
ru: Расу можно выбрать только для существ. Ctrl + ЛКМ - отменить выбор.

source: You can select up to 2 races (selected: %(num)s)
ru: Можно выбрать максимум 2 расы (выбрано: %(num)s)

source: The spell type can only be specified for... well, spells.
ru: Тип заклинания можно указать только для... ну, заклинаний.

source: Attack can only be specified for minion or weapon.
ru: Атака может быть указана только для существа или оружия.

source: Only minions can have a health.
ru: Только существа могут иметь здоровье.

source: Only weapons can have a durability.
ru: Только оружие может иметь прочность.

source: Only hero cards can have an armor.
ru: Только карты героя могут иметь броню.

source: Invalid deck code
ru: Некорректный код колоды

source: Unsupported deckstring version
ru: Версия кода колоды не поддерживается

source: Total
ru: Всего

source: Legendary
ru: Легендарная

source: Collectible
ru: Коллекционная

source: Epic
ru: Эпическая

source: Rare
ru: Редкая

source: Common
ru: Обычная

source: Has BattleCry
ru: Имеет Боевой клич

source: Has DeathRattle
ru: Имеет Предсмертный хрип

source: Has LifeSteal
ru: Имеет Похищение жизни

source: Spells
ru: Заклинания

source: Standard
ru: Стандарт

source: Wild
ru: Вольный

source: Classic
ru: Классик

source: Highlander
ru: Хайлендер

source: Fan cards
ru: Фан-карты

source: HS cards
ru: Карты HS

source: Decks
ru: Колоды

source: Decoding Hearthstone Deck Codes
ru: Расшифровка кодов колод Hearthstone

source: Deck storage
ru: Хранилище колод

source: Personal deck storage
ru: Личное хранилище колод

source: Cards
ru: Карты

source: Hearthstone card database
ru: База данных карт Hearthstone

source: Fan cards created by site users
ru: Фан-карты, созданные пользователями сайта

source: Creation of fan cards
ru: Создание фан-карт

source: All functionality is completely free.
ru: Весь функционал полностью бесплатен.

source: To use the functions marked with
ru: Для использования функций, отмеченных

source: registration is required
ru: необходима регистрация

source: Site functionality
ru: Функционал сайта

source: Statistics
ru: Статистика

source: Deckstring
ru: Код колоды

source: Paste the deck code here
ru: Скопируйте сюда код колоды

source: Name
ru: Название

source: Class
ru: Класс

source: Format
ru: Формат

source: Unknown
ru: Неизвестно

source: Format code
ru: Код формата

source: Available sets
ru: Доступные наборы

source: Card sets that can be used in this format
ru: Наборы карт, которые можно использовать в этом формате

source: Formats
ru: Форматы

source: User-definable name
ru: Название, определяемое пользователем

source: Author
ru: Автор

source: Deck code
ru: Код колоды

source: The string used to identify the cards that make up the deck.
ru: Строка, используемая для идентификации карт, составляющих колоду.

source: The cards that make up the deck.
ru: Карты, составляющие колоду.

source: The class for which the deck is built.
ru: Класс, для которого собрана колода.

source: The format for which the deck is intended.
ru: Формат, для которого предназначена колода.

source: Time of creation.
ru: Время создания.

source: Deck
ru: Колода

source: No card data (id %(id)s)
ru: Нет данных о карте (id %(id)s)

source: Amount
ru: Количество

source: The number of card inclusions in the deck.
ru: Число вхождений карты в колоду.

source: Decode
ru: Расшифровать

source: Random deck
ru: Случайная колода

source: Clear
ru: Очистить

source: Rename the deck
ru: Переименовать колоду

source: Remove the deck
ru: Удалить колоду

source: Accept the new name
ru: Принять новое название

source: Back
ru: Назад

source: Confirm deletion
ru: Подтвердить удаление

source: Cancel
ru: Отмена

source: Save the deck
ru: Сохранить колоду

source: Log in to save the deck
ru: Авторизуйтесь, чтобы сохранить колоду

source: Save with this name
ru: Сохранить с этим названием

source: Craft
ru: Крафт

source: gold
ru: голд

source: Types
ru: Типы

source: No data
ru: Нет данных

source: Rarities
ru: Редкости

source: Mechanics
ru: Механика

source: Sets
ru: Наборы

source: Draw
ru: Нарисовать

source: Similar decks
ru: Похожие колоды

source: Search
ru: Поиск

source: Total results:
ru: Всего результатов:

source: You don't have any saved decks yet.
ru: У вас еще нет сохраненных колод.

source: Open the detail page
ru: Открыть страницу с подробной информацией

source: Expand (see cards)
ru: Развернуть (смотреть карты)

source: Hearthstone | Decoding the deck code
ru: Hearthstone | Расшифровка кода колоды

source: Error: %(error)s
ru: Ошибка: %(error)s

source: %(error)s. The database will be updated shortly.
ru: %(error)s. База данных будет обновлена в ближайшее время.

source: Deck has been removed
ru: Колода была удалена

source: Rarity
ru: Редкость

source: Type
ru: Тип

source: Tribe
ru: Раса

source: Set
ru: Набор

source: Enter card name
ru: Введите название карты

source: The name of the in-game class.
ru: Название внутриигрового класса.

source: Image
ru: Изображение

source: Class image to display in deck header
ru: Изображение класса для отображения в шапке колоды

source: In-game class
ru: Внутриигровой класс

source: In-game classes
ru: Внутриигровые классы

source: The tribe of the minion.
ru: Раса существа.

source: The tribes of the minion.
ru: Расы существа.

source: Minion
ru: Существо

source: Spell
ru: Заклинание

source: Hero
ru: Герой

source: Weapon
ru: Оружие

source: Hero power
ru: Сила героя

source: No rarity
ru: Без редкости

source: Holy
ru: Свет

source: Shadow
ru: Тьма

source: Nature
ru: Природа

source: Fel
ru: Скверна

source: Fire
ru: Огонь

source: Frost
ru: Лед

source: Arcane
ru: Тайная магия

source: Silence
ru: Немота

source: Battlecry
ru: Боевой клич

source: Divine shield
ru: Божественный щит

source: Stealth
ru: Маскировка

source: Overload
ru: Перегрузка

source: Windfury
ru: Неистовство ветра

source: Secret
ru: Секрет

source: Charge
ru: Рывок

source: Deathrattle
ru: Предсмертный хрип

source: Taunt
ru: Провокация

source: Spell damage
ru: Урон от заклинаний

source: Combo
ru: Серия приемов

source: Aura
ru: Аура

source: Poison
ru: Яд

source: Freeze
ru: Заморозка

source: Rush
ru: Натиск

source: Spell immune
ru: Иммунитет к заклинаниям

source: Lifesteal
ru: Похищение жизни

source: Casts when drawn
ru: При взятии

source: Inspire
ru: Воодушевление

source: Spellburst
ru: Резонанс

source: Discover
ru: Раскопка

source: Echo
ru: Эхо

source: Quest
ru: Квест

source: Side quest
ru: Сторонний квест

source: One turn effect
ru: Эффект на 1 ход

source: Reborn
ru: Перерождение

source: Outcast
ru: Изгой

source: Magnetic
ru: Магнетизм

source: Recruit
ru: Вербовка

source: Corrupt
ru: Порча

source: Twinspell
ru: Дуплет

source: Jade golem
ru: Нефритовые големы

source: Adapt
ru: Адаптация

source: Overkill
ru: Сверхурон

source: Invoke
ru: Воззвание

source: Blood gem
ru: Кровавые самоцветы

source: Frenzy
ru: Бешенство

source: Tradeable
ru: Можно обменять

source: Questline
ru: Цепочка заданий

source: You can select from 1 to 3 classes [Ctrl + LMB].
ru: Можно выбрать от 1 до 3 классов [Ctrl + ЛКМ]

source: Cost (mana)
ru: Стоимость (мана)

source: Attack
ru: Атака

source: For minions and weapons only.
ru: Только для существ и оружия.

source: Health
ru: Здоровье

source: For minions only.
ru: Только для существ.

source: Durability
ru: Прочность

source: For weapons only.
ru: Только для оружия.

source: Armor
ru: Броня

source: For hero cards only.
ru: Только для карт героя.

source: Text
ru: Текст

source: The text of the card that defines its properties.
ru: Текст карты, определяющий ее свойства.

source: Flavor
ru: Описание

source: Free text.
ru: Произвольный текст.

source: For creatures only. You can select from 0 to 2 races [Ctrl + LMB].
ru: Только для существ. Можно выбрать от 0 до 2 рас [Ctrl + ЛКМ].

source: Spell school
ru: Тип заклинания

source: For spells only.
ru: Только для заклинаний.

source: Date of creation
ru: Дата создания

source: Battlegrounds card
ru: Карта Полей Сражений

source: String ID of an existing card
ru: Строковый ID существующей карты

source: Integer ID of an existing card
ru: Целочисленный ID существующей карты

source: Artist
ru: Художник

source: Image (enUS)
ru: Изображение (enUS)

source: Rendered card image (en)
ru: Рендер карты (en)

source: Image (ruRU)
ru: Изображение (ruRU)

source: Rendered card image (ru)
ru: Рендер карты (ru)

source: Thumbnail
ru: Миниатюра

source: Card thumbnail to display in the deck
ru: Миниатюра карты для отображения в колоде

source: Hearthstone card
ru: Карта Hearthstone

source: Hearthstone cards
ru: Карты Hearthstone

source: Display
ru: Отображать

source: Fan card
ru: Фан-карта

source: Created cards
ru: Созданные карты

source: Only pre-moderated cards are displayed
ru: Отображаются только карты, прошедшие премодерацию

source: Total results
ru: Всего результатов

source: Creation date
ru: Дата создания

source: Detailed description of card
ru: Подробное описание карты

source: No fan cards have been created by this user yet.
ru: Этот пользователь еще не создавал фан-карт.

source: Total authors
ru: Всего авторов

source: Nobody has created fan cards yet...
ru: Никто еще не создавал фан-карт...

source: This site uses pre-moderation.
ru: На данном сайте применяется премодерация.

source: After verification, the card will be available in
ru: После проверки карта будет доступна в

source: the storage
ru: хранилище

source: Create another card
ru: Создать еще одну карту

source: Update
ru: Обновить

source: Create
ru: Создать

source: Are you sure you want to remove
ru: Вы уверены, что хотите удалить

source: Remove
ru: Удалить

source: Edit
ru: Редактировать

source: Spell type
ru: Тип заклинания

source: No cards found...
ru: Не найдено ни одной карты...

source: Battlegrounds
ru: Поля Сражений

source: Non-collectible
ru: Неколлекционная

# list
source: Mechanics
ru: Механики

source: Related decks
ru: Связанные колоды

source: This card hasn't been found in known decks.
ru: В известных колодах данная карта не найдена.

source: Detailed description of
ru: Подробное описание

source: Admin
ru: Админ

source: Editor
ru: Редактор

source: User
ru: Пользователь

source: Cost
ru: Стоимость

source: DH
ru: ДХ

source: Creation of a new card
ru: Создание новой карты

source: Editing card %(card)s
ru: Редактирование карты %(card)s

source: The card has been changed
ru: Карта была изменена

source: Removing card %(card)s
ru: Удаление карты %(card)s

source: Fan-card authors
ru: Авторы фан-карт

source: English
ru: Английский

source: Russian
ru: Русский

source: Main page
ru: Главная

source: About
ru: О сайте

source: Database
ru: База данных

source: Authors
ru: Авторы

source: My decks
ru: Мои колоды

source: This website is not affiliated with Blizzard Entertainment.
ru: Данный веб-сайт не связан с Blizzard Entertainment.

source: Show contacts
ru: Контакты

source: Log out
ru: Выйти

source: Sign In
ru: Войти
